#+TODO: TODO INPROGRESS DONE
* TO-DO

** INPROGRESS finance plan
*** DONE скоко будет в июне?
*** find preferred place
1br
| Place         |    Sal | Clean    | Sales Tax | House | Rest |
|---------------+--------+----------+-----------+-------+------|
| Cupertino     | 108400 | 2,947.03 |       7.5 |  2400 |      |
| Mountain View |        |          |           |  1900 |      |
| Santa Clara   |        |          |           |  1800 |      |
| Palo Alto     |        |          |           |  2130 |      |
| Pleasanton    |        |          |           |  1900 |      |
| Fremont       |        |          |           |  1900 |      |
|               |        |          |           |       |      |
**** cupertino
**** mountain view
**** san diego
**** austin
**** reston
**** washington
**** Overland Park
**** Arizona
**** Dallas
*** find cheapest place
** INPROGRESS ask creditors
*** YP
*** OL
*** SK
*** AE
*** GS
** TODO find renters for house
* job
** sites
*** MONSTER.COM
**** DONE resume
*** DICE.COM
**** DONE resume
*** INDEED.COM
**** DONE resume
*** GLASSDOOR.COM
**** DONE resume
** HR agencies
*** TODO find some
*** TODO contact
* living
  https://www.google.com.ua/search?safe=off&biw=1324&bih=934&sclient=psy-ab&q=green+card+what+is+it
* finance plan
| Month | Amount | Вер |        | Расходы | Сумма |      |
|-------+--------+-----+--------+---------+-------+------|
| Mar   |      0 |     |      0 | Билеты  |  4000 |      |
| Apr   |      0 |     |      0 | жилье   |  5000 |      |
| May   |      0 |     |      0 | харч    |  2000 |      |
| Jun   |   5100 |   1 |   5100 | мелочи  |  2000 |      |
| мото  |   3000 | 0.2 |   600. | машын   | 10000 |      |
| юп    |   2500 |   1 |   2500 |         |       |      |
| ол    |   5000 | 0.9 |  4500. |         |       |      |
| крк   |   5000 |   1 |   5000 |         |       |      |
| сла   |   2000 | 0.5 |  1000. |         |       |      |
| гр    |   3000 | 0.5 |  1500. |         |       |      |
|-------+--------+-----+--------+---------+-------+------|
|       |  25600 |     | 20200. |         | 23000 | 2600 |
  #+TBLFM: $4=$3*$2::@12$2=vsum(@I..II)::@12$4=vsum(@I..@II)::@12$6=vsum(@I..II)::@12$7=$2-$6

* applications
| Name                           |       Date | Place         | Positions                                                  | Result |
|--------------------------------+------------+---------------+------------------------------------------------------------+--------|
| Apple                          |            |               |                                                            |        |
| Apple                          |            |               |                                                            |        |
| Apple                          |            |               |                                                            |        |
| Apple                          |            |               |                                                            |        |
| Google                         |            |               |                                                            |        |
| - San Mateo                    | 2015-03-09 | San Mateo     | Software Engineer (Java/C#/C++)                            |        |
| SAP                            | 2015-03-09 | Palo Alto     | C++ Software Engineer                                      |        |
| Tecopinc                       | 2015-03-09 | Fremont       | Software Engineer - C++, Linux, TCP                        |        |
| Tableau                        | 2015-03-09 | Palo Alto     | Software Engineer, Desktop UI                              |        |
| Accuray                        | 2015-03-09 | Sunnyvale     | C++ Software Engineer                                      |        |
| H&H Partners                   | 2015-03-09 | San Jose      | C++ Software Engineer                                      |        |
| MarkLogic                      | 2015-03-09 | San Carlos    | Senior Software Engineer                                   |        |
| RetailNext                     | 2015-03-09 | San Jose      | Software Engineer                                          | No     |
| SSD - San Jose                 | 2015-03-09 | San Jose      | Staff Software Engineer (SSD)                              |        |
| ebay                           | 2015-03-09 | San Jose      | Sr. Linux C++ Engineer                                     |        |
| Vision Technical Sourcing      | 2015-03-13 | Overland Park | C++ Software Engineer                                      |        |
| Model N                        | 2015-03-13 | Redwood       | Senior Software Engineer - Backend Developer               |        |
| TekPartners                    | 2015-03-17 | Santa Clara   | C/C++ Software Engineer                                    |        |
| CAE Recruiters                 | 2015-03-17 | San Jose      | Senior Software Engineer, Geometric Modeling               |        |
| PlaceIQ                        | 2015-03-17 | Palo Alto     | Sr. Software Engineer, Big Data                            |        |
| Lockheed Martin                | 2015-03-17 | Sunnyvale     | Software Engineer Asc                                      |        |
| Microsoft                      | 2015-03-17 | Sunnyvale     | Software Engineer                                          |        |
| Molecular Devices, LLC.        | 2015-03-19 | Sunnyvale     | Software Engineer-MOL000970                                |        |
| Amazon                         | 2015-03-19 | Cupertino     | Software Development Engineer, Amazon Echo                 |        |
| CyberCoders                    | 2015-03-19 | Sunnyvale     | Software Engineer                                          |        |
| Abjayon Inc                    | 2015-03-19 | San Jose      | C/C++ Developer                                            |        |
| Facebook                       | 2015-03-19 | Menlo Park    | C/C++ Developer                                            |        |
| Project Consulting Specialists | 2015-03-21 | Sunnyvale     | Software Engineer - Cocoa                                  |        |
| xoriant                        | 2015-03-21 | Santa Clara   | Systems Software Engineer(C++, Linux)                      |        |
| OpenStack at CyberCoders       | 2015-03-25 | Austin        | Senior Storage Product Engineer - C/C++, Python, OpenStack |        |
| CyberCoders                    | 2015-03-25 | Austin        | Sr Morphing Developer                                      |        |
| Luna Data Solutions, Inc.      | 2015-03-25 | Austin        | Sr. Software Developer C++                                 |        |
| Prestige Staffing              | 2015-03-25 | Austin        | Software Developer                                         |        |
| Deltek                         | 2015-03-25 | Austin        | Senior C++ Software Developer                              |        |
| Salient Systems                | 2015-03-25 | Austin        | Software Engineer                                          |        |
|                                |            |               |                                                            |        |
*** cover letter
Dear Sirs,

I'm a Software Engineer with 10+ years of experience.
Currently I'm located in Ukraine. I'm going to move to U.S. as a greencard holder nearest time.
It would be preferred to arrange some of interviews (or all of them) remotely: by phone, skype, web-meeting whatever.

Best regards,
Volodymyr Chabanenko 
----------
I've been working in similar area (Rapid Prototyping). while I meet your basic reuirements, my experience will help me quickly learn specific details of your job.

Best regards,
Volodymyr Chabanenko 
